Repository: vdelachaux/4DPop-Window
Catalog: Resources/*.lproj/Window_Tool.xlf
Languages: fr

source: Form Method:
fr: Méthode formulaire :

source: Form:
fr: Formulaire :

source: Method:
fr: Méthode :

source: Object Method:
fr: Méthode objet :

# Methods
source: Method:
fr: Méthode :

# Researches
source: Find:
fr: Rechercher :

source: Class:
fr: Classe :

# Explorer
source: {project} - Explorer
fr: {project} - Explorateur

# MenuLabelsFormMethod
source: Form Method
fr: Méthode formulaire

# MenuLabelsForms
source: Forms
fr: Formulaires

# MenuLabelsProjectMethods
source: Project Methods
fr: Méthodes projet

# MenuLabelsObjectMethod
source: Object Method
fr: Méthode objet

# MenuLabelsForm
source: Form
fr: Formulaire

# MenuLabelsOthers
source: Others
fr: Autres

# MenuLabelsDatabaseMethods
source: Database Methods
fr: Méthodes base

# MenulabelsshowAllWindows
source: Show all windows
fr: Afficher toutes les fenêtres

# Menulabelsresearches
source: Finds
fr: Recherches

# StringsWindows
source: Windows
fr: Fenêtres

# StringsStacksWindows
source: Stacks
fr: Ranger

# StringsPutFrontmostWindowInScreen
source: Recover
fr: Récupérer

# StringsNextWindow
source: Next
fr: Suivante

# StringsDefaultAction
source: Default action
fr: Action par défaut

# openedMethodEditors
source: Methods
fr: Méthodes

# ToolName
source: Windows
fr: Fenêtres

# ToolTip
source: An ordered windows menu
fr: Un menu fenêtre bien rangé

# DatabaseProcs_1
source: On Startup
fr: Sur ouverture

# DatabaseProcs_2
source: On Server Startup
fr: Sur démarrage serveur

# DatabaseProcs_3
source: On Exit
fr: Sur fermeture

# DatabaseProcs_4
source: On Server Shutdown
fr: Sur arrêt serveur

# DatabaseProcs_5
source: On Server Open Connection
fr: Sur ouverture connexion serveur

# DatabaseProcs_6
source: On Web Connection
fr: Sur connexion Web

# DatabaseProcs_7
source: On Server Close Connection
fr: Sur fermeture connexion serveur

# DatabaseProcs_8
source: On Web Authentication
fr: Sur authentification Web

# DatabaseProcs_9
source: On Backup Startup
fr: Sur démarrage sauvegarde

# DatabaseProcs_10
source: On Backup Shutdown
fr: Sur arrêt sauvegarde

# DatabaseProcs_11
source: On Drop
fr: Sur déposer

# Options_1
source: "Windows" menu in the main menu
fr: Menu "Fenêtres" dans le menu principal

# submenuComment
source: Invert with the Maj key.
fr: Inverser avec la touche Maj.

# Options_2
source: List of opened methods
fr: Palette liste des méthodes ouvertes

# Options_3
source: Prefix the names of windows in development mode
fr: Préfixer les noms de fenêtres en mode développement

# bCancel
source: Cancel
fr: Annuler

# submenu
source: Show windows menu in a submenu
fr: Afficher le menu fenêtres dans un sous-menu

# defaultAction
source: Default action (click):
fr: Action par défaut (simple clic) :

# invertFrontWindow
source: Invert frontmost window and next window
fr: Inverser fenêtre de premier et second plan

source: Stack windows
fr: Empiler les fenêtres

# prefix
source: Prepend title of windows with the name of the database
fr: Préfixer le titre des fenêtres avec le nom de la base

# palette
source: Palette of opened windows
fr: Palette des fenêtres ouvertes

# preferences
source: 4DPop Window - Preferences
fr: Préférences de 4DPop Window

# tools
source: Tools (background tasks)
fr: Outils (tâches de fond)

source: 4DPop Palette (button's options)
fr: Palette 4DPop (options du bouton)

# Items_close
source: Close
fr: Fermer

# Items_foreground
source: Foreground
fr: Premier plan

# Items_minimize
source: Minimize
fr: Minimiser

# Items_maximize
source: Maximize
fr: Maximiser

# Items_hide
source: Hide
fr: Cacher

# Items_show
source: Show
fr: Montrer

source: On Backup Shutdown
fr: Sur arrêt sauvegarde

source: On Backup Startup
fr: Sur démarrage sauvegarde

source: On Drop
fr: Sur déposer

source: On Exit
fr: Sur fermeture

source: On Server Close Connection
fr: Sur fermeture connexion serveur

# onServerOpenConnexion
source: On Server Open Connection
fr: Sur ouverture connexion serveur

source: On Server Shutdown
fr: Sur arrêt serveur

source: On Server Startup
fr: Sur démarrage serveur

source: On SQL Authentication
fr: Sur authentification SQL

source: On Startup
fr: Sur ouverture

source: On System Event
fr: Sur événement système

source: On Web Authentication
fr: Sur authentification Web

source: On Web Connection
fr: Sur connexion Web

# onWebSessionClose
source: On Web Legacy Close Session
fr: Sur fermeture ancienne session Web

source: On REST Authentication
fr: Sur authentification REST

source: On Mobile App Authentication
fr: Sur authentification app mobile

source: On Host Database Event
fr: Sur événement base hôte

source: On Mobile App Action
fr: Sur action app mobile

# Proc_info_offeredAsAWebService
source: Offered as a Web Service
fr: Offerte comme Web Service

# Proc_info_publishedInWsdl
source: Published in WSDL
fr: Publié dans WSDL

# Proc_info_availableThrough4dHtml
source: Available through 4D HTML tags and URLs [4DACTION...]
fr: Disponible via les balises HTML et les URLs 4D [4DACTION...]

# Proc_info_sharedByComponentsAndHostDatabase
source: Shared by components and host database
fr: Partagée entre composants et base hôte

# Proc_info_availableThroughSql
source: Available through SQL
fr: Disponible via SQL

# Proc_info_executeOnServer
source: Execute on Server
fr: Exécuter sur serveur
